{
    "sedih": [
        {
            "title": "Olahraga",
            "description": "Pergi berjalan, berlari, atau lakukan latihan di rumah."
        },
        {
            "title": "Mendengarkan Musik",
            "description": "Dengarkan musik yang membangkitkan semangat atau menenangkan."
        },
        {
            "title": "Bicara dengan Seseorang",
            "description": "Bagikan perasaan Anda dengan teman atau anggota keluarga."
        },
        {
            "title": "Terlibat dalam Hobi",
            "description": "Lakukan sesuatu yang Anda nikmati, seperti membaca, melukis, atau berkebun."
        },
        {
            "title": "Menulis di Jurnal",
            "description": "Ungkapkan pikiran dan perasaan Anda di atas kertas."
        }
    ],
    "senang": [
        {
            "title": "Merayakan",
            "description": "Bagikan kebahagiaan Anda dengan teman dan keluarga."
        },
        {
            "title": "Olahraga",
            "description": "Salurkan energi positif Anda ke dalam aktivitas fisik."
        },
        {
            "title": "Berkegiatan Sosial",
            "description": "Gunakan suasana hati positif Anda untuk membantu orang lain."
        },
        {
            "title": "Buat Sesuatu",
            "description": "Salurkan kebahagiaan Anda ke dalam aktivitas kreatif seperti menggambar, memasak, atau membuat kerajinan."
        },
        {
            "title": "Menghabiskan Waktu di Luar Ruangan",
            "description": "Nikmati berjalan di alam, pergi ke pantai, atau berpiknik."
        }
    ],
    "takut": [
        {
            "title": "Latihan Pernapasan Dalam",
            "description": "Lakukan latihan pernapasan dalam untuk menenangkan pikiran Anda."
        },
        {
            "title": "Meditasi Kesadaran",
            "description": "Fokus pada momen saat ini untuk mengurangi kecemasan."
        },
        {
            "title": "Hadapi Ketakutan Anda",
            "description": "Secara bertahap hadapi sumber ketakutan Anda dalam langkah-langkah kecil yang dapat diatasi."
        },
        {
            "title": "Bicarakan",
            "description": "Diskusikan ketakutan Anda dengan teman terpercaya atau terapis."
        },
        {
            "title": "Aktivitas Fisik",
            "description": "Lakukan aktivitas seperti yoga, tai chi, atau berjalan cepat untuk mengurangi stres."
        }
    ],
    "cinta": [
        {
            "title": "Menghabiskan Waktu Berkualitas",
            "description": "Rencanakan kencan atau aktivitas spesial dengan orang yang Anda cintai."
        },
        {
            "title": "Ekspresikan Rasa Syukur",
            "description": "Tulis surat atau catatan untuk mengungkapkan penghargaan."
        },
        {
            "title": "Lakukan Sesuatu yang Baik",
            "description": "Lakukan tindakan kebaikan untuk seseorang yang Anda pedulikan."
        },
        {
            "title": "Masak Bersama",
            "description": "Nikmati memasak dan berbagi makanan bersama orang tercinta."
        },
        {
            "title": "Terlibat dalam Kegiatan Bersama",
            "description": "Ikuti hobi atau aktivitas yang Anda berdua nikmati."
        }
    ],
    "marah": [
        {
            "title": "Aktivitas Fisik",
            "description": "Lepaskan energi terpendam melalui olahraga atau permainan."
        },
        {
            "title": "Pernapasan Dalam",
            "description": "Lakukan latihan pernapasan dalam atau relaksasi otot progresif."
        },
        {
            "title": "Saluran Kreatif",
            "description": "Salurkan kemarahan Anda ke dalam seni, musik, atau menulis."
        },
        {
            "title": "Waktu Sendiri",
            "description": "Ambil jeda dari situasi untuk menenangkan diri."
        },
        {
            "title": "Bicarakan",
            "description": "Diskusikan perasaan Anda dengan seseorang yang Anda percaya untuk mendapatkan perspektif."
        }
    ]
}
